Repository: pkscout/script.weatherstation
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il

# #32200
source: Advanced
he_il: מתקדם

# #32201
source: Enable debug logging
he_il: הפעל יומן רישום מורחב

# #32202
source: Sensor read interval (in minutes)
he_il: חיישן קורא את מרווח הזמן (בדקות)

# #32203
source: Rapid pressure change (in millibars)
he_il: שינוי לחץ מהיר (במיליבאר)

# #32204
source: Regular pressure change (in millibars)
he_il: שינוי לחץ רגיל (במיליבאר)

# #32205
source: Time window for pressure comparison (in minutes)
he_il: חלון הזמן להשוואת לחץ (בדקות)

# #32206
source: Have sensors trigger updates
he_il: עדכוני טריגר לחיישנים

# #32301
source: Priority
he_il: קדימות

# #32302
source: Get readings from SenseHAT
he_il: קבל קריאות SenseHAT

# #32303
source: Sensor file location
he_il: מיקום קובץ חיישן

# #32304
source: requires external rpi.weatherstation.lite script available at:
he_il: מחייב סקריפט חיצוני שזמין בכתובת: rpi.weatherstation.lite

# #32306
source: Hide mouse cursor
he_il: הסתר את סמן העכבר

# #32307
source: Show mouse cursor
he_il: הצג את סמן העכבר

# #32308
source: Show/Hide mouse cursor requires restarting Kodi
he_il: הצג או הסתר את סמן העכבר. דורש הפעלה מחדש של קודי

# #32309
source: Skin name
he_il: שם המעטפת
